Repository: yutaDV/wordplay
Catalog: lib/l10n/intl_*.arb
Languages: uk

# appTitle
source: word play
uk: Гра слів

# welcomeMessage
source: Welcome to the game!
uk: вітаю!

# buttonLabel
source: Click me
uk: Клікніть мене

source: Hello
uk: Привіт

# startGame
source: start a new game
uk: почати нову гру

# addWord
source: add a new word
uk: додати нове слово

# joinGame
source: join the game
uk: долучитись до гри

source: Start the game
uk: Почати гру

source: OK
uk: далі

# dialogStartGame
source: Enter game code and your name
uk: Введіть код для гри та ваше імʼя

# accessCode
source: Game code
uk: Секретний код для гри

source: Your name
uk: Ваше імʼя

# dialogJoinGame
source: Enter the code of the game you want to join and your name
uk: Введіть код гри до якої бажаєте долучитись та ваше імʼя

# menu
source: Start menu
uk: Стартове меню

# dialogAddWord
source: Enter the word you want to add its language and difficulty
uk: Введіть слово яке бажаєте додати мову та його складність

source: Word
uk: Слово

source: Language:
uk: Мова:

source: Difficulty:
uk: Рівень складності:

# rules
source: Rules of the game
uk: Правила гри

source: Theme
uk: Тема

source: Dark
uk: Темна

source: Light
uk: Світла

source: Create Game
uk: Створення гри

source: Waiting Players
uk: Очікування гравців

# enterName
source: Enter Your Name
uk: Введіть ваше імʼя

source: Easy
uk: Легкий

source: Medium
uk: Середній

source: Hard
uk: Складний

source: Enter Access Code
uk: Введіть код для гри

source: invite players
uk: запросити гравців

source: Individual
uk: Індивідуальна гра

source: Game type:
uk: Тип гри:

source: Team game
uk: Командна гра

# roundTime
source: Round time (seconds)
uk: Час раунду (секунд)

# byGuessedWords
source: number of points
uk: за кількістю балів

# byAttempts
source: number of rounds
uk: за кількістю раундів

source: Number of rounds
uk: Кількість раундів

# methodWinner
source: Method of determining the winner
uk: Спосіб визначення переможця

source: Welcome
uk: Вітаю

# ListOfPlayers
source: Players who joined the game:
uk: Гравці які долучились до гри:

# WaitingNotice
source: Wait for the first player to start the game
uk: Очікуйте доки перший гравець почне гру

source: Start page
uk: Старт гри

# InfoGame
source: Information about the game:
uk: Інформація про гру:

# youHaveJoinedTheGame
source: You have joined the game. Access Code -
uk: Ви долучились до гри! код гри
